# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'

# Binaries
brew 'awscli'
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'neovim'
brew 'tmux'
brew 'zsh'
brew 'the_silver_searcher' # Used to filter neovim fzf plugin with .gitignore

# Development
brew 'python'
brew 'node'

# Apps
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'zoom'

# Fonts
cask 'font-hack-nerd-font'
